{
    "restos": [
        
        {
            "id": 1,
            "restaurantName": "La Belle Adresse",
            "address": "85 rue Henri Peters, 59520 Marquette-Lez-Lille",
            "lat": 50.67438406204863, 
            "long": 3.0668617187019893,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Super cuisine, bonne ambiance , un régal la pizza au feu de bois. Merci pour l'accueil."
                },
                {
                    "stars": 5,
                    "comment": "Le patron très sympa on s'est régalé, je recommande fortement."
                },
                {
                    "stars": 2,
                    "comment": "Pizza pas assez cuite... frites ratées... accueil pas super enjoué... mauvais jour ?? Dommage... bonne continuation quand même."
                }
            ]
        },
        {
            "id":2,
            "restaurantName": "Le régal",
            "address": "16 rue Henri Peters, 59520 Marquette-Lez-Lille",
            "lat": 50.67608129864686, 
            "long": 3.065673698408468,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Bien reçus. Cuisine au top. saveur .gout . Au rendez-vous.  Adresse a retenir pour bon mangeur."
                },
                {
                    "stars": 1,
                    "comment": "Bonne accueil cependant La viande n'était pas cuite et les frites hyper grasse ,je suis super déçu."
                }
            ]
        },
        {
            "id":3,
            "restaurantName": "Two D",
            "address": "Village des voiles, 59520 Marquette-Lez-Lille",
            "lat": 50.68056504486635,
            "long":  3.0623183551363145, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Parfait ! Que ce soit en terme de qualité de service ou des plats. C'était parfait. Un régal"
                },
                {
                    "stars": 5,
                    "comment": "Excellent accueil, des plats délicieux et très bien présentés"
                },
                {
                    "stars": 3,
                    "comment": "Plats riches en goût. Le bémol le cadre extérieur en sortie de rocade et proche station essence. Ne pas chercher un cadre romantique"
                },                
                {
                    "stars": 2,
                    "comment": "Pour les fois où on nous a accepté pour déjeuner c'était bien même si un peu cher pour ce que c'est. Par contre nous refuser deux fois à la suite alors qu'on se présente à 13h15 et qu'il y a des tables vides... c'est moyen. Après peut-être que vous n'avez pas besoin de travailler !"
                }
            ]
        },
        {
            "id":4,
            "restaurantName": "DAVONN Marquette",
            "address": "1 rue de Wambrechies, 59520 Marquette-Lez-Lille",
            "lat": 50.68087809305566, 
            "long": 3.062028611134842,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Excellente découverte, les plats sont très copieux, le personnel est passionné et agréable. Vous ne serez pas déçu."
                },
                {
                    "stars": 4,
                    "comment": "Une adresse sympathique si vous recherchez un peu de dépaysement durant cette période de disette restauristique. 😁"
                },
                {
                    "stars": 3,
                    "comment": "Lieu très zen très agréable très belle décoration. Pour le repas c'est classique sympa joli avec une touche d'écologie (bol en carton, des couverts en bambou...). Je mets 3 étoiles parce que le tarif me paraît un peu élevé..."
                }
            ]
        },
        {
            "id":5,
            "restaurantName": "Le 30' Bar cuisine de bistrot",
            "address": "30 e Rue des Moissons, 59520 Marquette-Lez-Lille",
            "lat": 50.68078833407436, 
            "long": 3.064801451904331,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Le service et les plats sont top ! C'est le patron qui nous a servi ce midi. Gentillesse, sourire et sympathie étaient au rendez vous."
                },
                {
                    "stars": 1,
                    "comment": "Un petit resto à ne pas louper. Un service agréable et qui conseille bien. Une cuisine délicieuse et qui vaut le détour 😁"
                }
            ]
        },
        {
            "id":6,
            "restaurantName": "Pizzeria Zio",
            "address": "27 Rue Jules Guesde, 59700 Marcq-en-Barœul",
            "lat": 50.66743761137914, 
            "long": 3.0741899809459103,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Service rapide et pizza excellente."
                },
                {
                    "stars": 5,
                    "comment": "Excellent,  accueil très agréable chaleureux,  pizzas succulentes , à bientôt"
                },
                {
                    "stars":3,
                    "comment":"10 pizzas commandées, 10 pizzas carbonisées ... pas une avec une cuisson correcte ..."
                },
                {
                    "stars":1,
                    "comment":"Pas bon du tout, on en jette la moitié ! La commande est pourtant classique pour les enfants : pizza fromage. Au final, les enfants font la grimace, le fromage est rance, les deux autres pizzas ne sont pas bonnes non plus. Bilan: 0 sur 3 pizzas."
                }
            ]
        },
        {
            "id":7,
            "restaurantName": "Crêperie Fleur de Sel",
            "address": "48 Rue Jules Guesde, 59700 Marcq-en-Barœul",
            "lat": 50.66763438085383, 
            "long": 3.0737671251533505,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Rdv tous les jeudis à cette crêperie, jamais déçue, excellente carte et excellent produit, personnel très agréable."
                },
                {
                    "stars": 3,
                    "comment": "Crêperie correcte mais pas très copieuse, l'accompagnement pourrait être étoffé... Service un peu froid..."
                },
                {
                    "stars":3,
                    "comment":"Patronne agréable, pratique car ils prennent la carte restaurant, bon mais pas succulent.."
                },
                {
                    "stars": 4,
                    "comment":"Lieu convivial, bon accueil. Très bon choix dans la formule à moins de 15 €. Repas copieux, belle coupe glacée. Et... à deux pas du cinéma le pont des arts. Je recommande fortement. À bientôt"
                }
            ]
        },
        {
            "id":8,
            "restaurantName": "Soko Thaï",
            "address": "11 Rue Jules Guesde, 59700 Marcq-en-Barœul",
            "lat": 50.66729869325828, 
            "long": 3.074727483214713,
            "ratings": [
                {
                    "stars": 4,
                    "comment": "Simple mais bon."
                },
                {
                    "stars": 5,
                    "comment": "Buffet et carte au choix. Cuisine délicieuse. Prix raisonnable.Je recommande"
                },
                {
                    "stars":3,
                    "comment":"Déçue par le goût de notre plat. Les boules cocos étaient farineuses. Les Nems super bon."
                }
            ]
        },
        {
            "id":9,
            "restaurantName": "Fleur de Lys",
            "address": "52 rue Nationale, 59700 Marcq-en-Barœul",
            "lat": 50.66651509059671, 
            "long": 3.0760267906815804,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Super restaurant, à l'image de son patron. Produits frais et de bonne qualité, le tout fait maison. Je recommande vivement, surtout pour ceux qui aiment vraiment bien manger..."
                },
                {
                    "stars": 5,
                    "comment": "Très bon restaurant, le patron est très accueillant, la cuisine est délicieuse, vous ne manquerez de rien !"
                },
                {
                    "stars":2,
                    "comment":"Table pour 2 personnes réservée le mercredi 1er juillet à 19h30...nous arrivons et restaurant fermé, génial...le proprio devrait bloquer son planning si son resto est fermé. Très dommage pour une deuxième fois"
                }
            ]
        },
        {
            "id":10,
            "restaurantName": "La Vigna",
            "address": "51 bis rue de Menin, 59700 Marcq-en-Barœul",
            "lat": 50.6717469009036, 
            "long": 3.077407441837216,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Restaurant spécialités italiennes très sympa. Accueil chaleureux, pizzas délicieuses, prix corrects...à découvrir !"
                },
                {
                    "stars": 5,
                    "comment": "Très bon accueil"
                },
                {
                    "stars":4,
                    "comment": "Accueil sympathique,  bonnes 🍕 pizzas..."
                },
                {
                    "stars":4,
                    "comment": "Très bon rapport qualité prix."
                }
            ]
        },
        {
            "id":11,
            "restaurantName": "Au Nez Rouge",
            "address": "55 Rue André Delepierre, 59700 Marcq-en-Barœul",
            "lat": 50.664635751410074, 
            "long": 3.079860872522565,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Très bonne cuisine,  service sympathique et dynamique. Je conseille à ceux qui aime la bonne humeur et la convivialité"
                },
                {
                    "stars": 5,
                    "comment": "Plats et desserts excellents, portions généreuses. Equipe au top, service efficace et serveurs très sympathiques"
                }
            ]
        },
        {
            "id":12,
            "restaurantName": "A l'oeil",
            "address": "304 Av. du Maréchal de Lattre de Tassigny, 59700 Marcq-en-Barœul",
            "lat": 50.66490064567112, 
            "long": 3.0856158447389355,
            "ratings": [
                {
                    "stars": 4,
                    "comment": "Eh bien poussant la porte : Agréable surprise lieu très cosy. Personnel attentif gentillesse le tout dans un calme et un rapport financier très correct"
                },
                {
                    "stars": 5,
                    "comment": "Très bon restaurant, produits de Bonne qualité,serveuse très agréable, je vous le conseille je retournerai avec plaisir."
                },
                {
                    "stars":5,
                    "comment": "Des produits de qualité en quantité conséquente, préparés avec beaucoup de professionnalisme. L'équipe est avenante et d'une extrême gentillesse. Du pur bonheur, merci."
                },
                {
                    "stars":5,
                    "comment": "Mets délicats, ambiance chaleureuse. Avons passé un moment très agréable. A découvrir."
                }
            ]
        },
        {
            "id":13,
            "restaurantName": "Restaurant Brasserie le 137",
            "address": "137 Bd Clemenceau, 59700 Marcq-en-Barœul",
            "lat": 50.6641801045551, 
            "long": 3.092941578047196,
            "ratings": [
                {
                    "stars": 4,
                    "comment": "Plats copieux et savoureux, bon rapport qualité-prix, personnel accueillant et disponible, parking dans l'hippodrome.  Bien pour une première fois."
                },
                {
                    "stars": 4,
                    "comment": "Très bonne brasserie le risotto au lentilles est excellent le cadre est très sympa et calme une belle vue sur le champs de course.le petit point négatif c est le pain 😕 à changer."
                },
                {
                    "stars":1,
                    "comment": "Manque de personnel pour le service de groupes.le repas était froid quand les assiettes sont arrivées. 7 fois nous avons réclamé du pain, il est arrivé au dessert. Le vin blanc est servi 20 min après avoir fini l'entrée. Les serveuses n'ont pas le droit de nous adresser la parole ! Dommage parce que le repas était bon malgré le manque de chaleur !"
                },
                {
                    "stars":2,
                    "comment": "Très moyen"
                },
                {
                    "stars":4,
                    "comment": "Très beau restaurant qui surplombe l'hippodrome. J'ai adoré  la sauce maroilles accompagné d'une très très belle pièces de bœuf. 😀"
                }
            ]
        },
        {
            "id":14,
            "restaurantName": "La salle à Manger",
            "address": "287 Bd Clemenceau, 59700 Marcq-en-Barœul",
            "lat": 50.65793659574793, 
            "long": 3.1032361798652266,
            "ratings": [
                {
                    "stars": 3,
                    "comment": "Bonne recherche dans l Élaboration des mets mais le prix exorbitant des boissons rend malheureusement l expérience moins agréable"
                },
                {
                    "stars": 5,
                    "comment": "Vraiment tres bon! Service attentionné et efficace..."
                },
                {
                    "stars":5,
                    "comment": "Une jolie découverte. Lieu chaleureux et équipe sympathique. Les plats étaient délicieux. Les vins excellents. Nous reviendront sans hésiter."
                },
                {
                    "stars":3,
                    "comment": "Espace respectueux du Covid. C'est bon ... à la mode ... tendance cuisine actuelle. 😒 Attention au chariot de dessert ... il existe bien, mais vous n'avez le droit qu'à un seul"
                }
            ]
        },
        {
            "id":15,
            "restaurantName": "Le Ch'ti Creux",
            "address": "108 Rue Gabriel Péri, 59700 Marcq-en-Barœul",
            "lat": 50.67189105797992,  
            "long": 3.0818582208019203,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "On se régale à chaque fois."
                },
                {
                    "stars":5,
                    "comment": "Excellent produit, super accueil. Je recommande 👌"
                },
                {
                    "stars":5,
                    "comment": "Propriétaires super sympa très bon et pas chers qualité prix cool !"
                }
            ]
        },
        {
            "id":16,
            "restaurantName": "Royal Couscous",
            "address": "338 Rue de Menin, 59700 Marcq-en-Barœul",
            "lat": 50.68031837617682, 
            "long": 3.0837975687378467,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Succulent couscous. Très bon accueil et pas cher. Vivement recommandé."
                },
                {
                    "stars":4,
                    "comment": "Très bien très bon. Mais attente très très longue malgré le rdv . 45 min ! Pas facile d organiser le repas"
                },
                {
                    "stars":4,
                    "comment": "Nous avons pris couscous et tajine. C'était vraiment délicieux. Les consignes sanitaires sont parfaitement respectées."
                },
                {
                    "stars":4,
                    "comment": "Expérience concluante avec le couscous royal. Je conseille de prendre une part de légume supplémentaire par personne. Bonnes pâtisseries orientales."
                }
            ]
        },
        {
            "id":17,
            "restaurantName": "Le Dôme 33",
            "address": "183 Rue de Menin, 59700 Marcq-en-Barœul",
            "lat": 50.68100604630977, 
            "long": 3.0836333232533755, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Juste parfait ! Accueil et service au top. Mention spéciale au serveur de la table 124"
                },
                {
                    "stars":4,
                    "comment": "Beau cadre, personnel sympathique et accueillant qui ont réussi à s’adapter à la réouverture. Je recommande pour y passer un bon moment !"
                },
                {
                    "stars":3,
                    "comment": "Décor sublime accueil agréable mais la nourriture .. surtout la viande très caoutchouteux, 18 ingrédients notés pour la pizza 15 ingrédients présents.."
                }
            ]
        },
        {
            "id":18,
            "restaurantName": "Il Ristorante",
            "address": "Parc De l'Innovation, 10 Rue de Menin, 59520 Marquette-lez-Lille",
            "lat": 50.68247286054778, 
            "long": 3.0838363480869235, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Excellent restaurant italien. Raffinée, gourmande, une cuisine élaborée pour satisfaire toutes les papilles. Une carte offrant un choix varié sur les plats et sur les boissons dont de très bons vins italiens. Service impeccable, gentil et très attentionné. Un très bon choix. Une belle découverte. Je recommande."
                },
                {
                    "stars":5,
                    "comment": "Enchantés de notre repas. Bons plats très copieux pour un prix raisonnable. Mention spéciale pour le personnel très professionnel et tellement accueillant."
                },
                {
                    "stars":2,
                    "comment": "Repas en terrasse un midi, pas trop de monde, ce qui est plutôt agréable car les serveurs sont plutôt disponibles. La commande a été prise très rapidement, mais alors concernant le service, une blague!  Les verres arrivent au compte goutte, attente interminable, personnel ne levant pas les yeux sur nous, et après 1h30 d attente, mon plat arrive.... froid! Nous repartons déçus, et ne renouvellerons pas cette visite."
                }
            ]
        },
        {
            "id":19,
            "restaurantName": "La Boucherie",
            "address": "Rue du Cheval Blanc, 59700 Marcq-en-Barœul",
            "lat": 50.682627262737114, 
            "long": 3.0861107182389382, 
            "ratings": [
                {
                    "stars": 4,
                    "comment": "Je n'ai jamais été déçue par ce restaurant, où la viande est excellente, une cuisson toujours respectée mais il est vrai que les prix sont un peu élevés."
                },
                {
                    "stars":4,
                    "comment": "Super accueil!juste déçu des frites...mais le reste au top!"
                },
                {
                    "stars":5,
                    "comment": "Viande de très bonne qualité. Nous sommes tombés sur le patron en tant que serveur ...un régal !  Souriant , poli, amusant ... un 'serveur' comme je les aime"
                },
                {
                    "stars":5,
                    "comment": "EXCELLENT . J'adore leur viande surtout l'Araignée de bœuf. Très bon service, rapide et prix correct."
                }
            ]
        },
        {
            "id":20,
            "restaurantName": "Rozo",
            "address": "34 Rue Raymond Derain, 59700 Marcq-en-Barœul",
            "lat": 50.67520630997725, 
            "long": 3.0909988339503998, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Tout est beau et bon ! Simplicité et gentillesse de l'équipe font que l'on se sent bien . Restaurant au décor épuré et apaisant . A faire et à refaire . Bravo , très belle réussite !"
                },
                {
                    "stars":5,
                    "comment": "J'ai eu l'occasion d'y manger deux fois : une fois en menu dégustation le soir, une fois pour le déjeuner. Aucune fausse note, tous les plats étaient incroyables et le service parfait ! J'ai aussi eu la chance de pouvoir déguster un menu pour 25€ lors du premier confinement en avril dernier pour mon anniversaire. Prix vraiment corrects pour un restaurant 1 étoile, n'hésitez pas une seconde !!!"
                },
                {
                    "stars":4,
                    "comment": "Une très bonne expérience gastronomique. Le restaurant est récent, très bien aménagé et décoré. L'ambiance est agréable avec une vue sur la cuisine ouverte qui montre qu'il n'y a rien à cacher. La cuisine est moderne, soignée et inventive. Le carnet de réservation est chargé il vaut mieux s'y prendre à l'avance."
                },
                {
                    "stars":5,
                    "comment": "Excellent à tous points de vue. Découvertes gastronomiques, originalité, nous avons vraiment été impressionnés par le menu. Service parfait et petit mot du chef en fin de repas. Accueil très sympa."
                },
                {
                    "stars":5,
                    "comment": "Ambiance cosy dans des tons kaki, cuisine originale, acidulée, bons produits de saison, formule dégustation au juste prix. Boissons et café raisonnables également, on préfère toujours payer le travail qui est dans l'assiette ! Merci et bonne continuation !"
                }
            ]
        },
        {
            "id":21,
            "restaurantName": "La Passerelle",
            "address": "56 Rue Raymond Derain, 59700 Marcq-en-Barœul",
            "lat": 50.67451940862559, 
            "long": 3.090992851355991, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Une excellente adresse. La cuisine est raffinée, variée, et l'accueil toujours chaleureux."
                },
                {
                    "stars":5,
                    "comment": "Endroit très sympa équipe jeune dynamique très agréable et on s'est régalé 👍👍"
                },
                {
                    "stars":4,
                    "comment": "Mets fins, cuisine fraîcheur, service soigné. Moment très agréable passé à la Passerelle. Je recommande."
                },
                {
                    "stars":3,
                    "comment": "Service avec le sourire, plats bons et terrasse agréable. A refaire !"
                },
                {
                    "stars":5,
                    "comment": "Moment très agréable en terrasse au calme en bord de la marque"
                }
            ]
        },
        {
            "id":22,
            "restaurantName": "Restaurant Le Quesne",
            "address": "101 Avenue de la Marne, 59700 Marcq-en-Barœul",
            "lat": 50.67341193619329, 
            "long": 3.1063278924151834, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Une très belle découverte, des produits de qualité cuisinés avec justesse"
                },
                {
                    "stars": 5,
                    "comment": "Super restaurant. Cuisine faite maison de qualité et originale. Prix raisonnable"
                },
                {
                    "stars": 5,
                    "comment": "Personnel très accueillant ! Rien à dire, c'est délicieux et frais . Foncez !!!"
                },
                {
                    "stars": 5,
                    "comment": "Excellent repas, le service est impeccable"
                }
            ]
        },
        {
            "id":23,
            "restaurantName": "L'Amiral",
            "address": "18 Rue Jean Macé, 59290 Wasquehal",
            "lat": 50.66996652154261, 
            "long": 3.1284668741175152 , 
            "ratings": [
                {
                    "stars": 4,
                    "comment": "Je recommande. Produit de saison."
                },
                {
                    "stars": 4,
                    "comment": "Nous nous sommes régalées avec la lotte si bien préparée accompagnée d'une pointe de purée de poivrons et d'une tapenade."
                },
                {
                    "stars": 4,
                    "comment": "Repas très bon, rapide, dans un lieu bien décoré."
                },
                {
                    "stars": 3,
                    "comment": "Du choix,de la qualité, service souriant,prix correct ."
                },
                {
                    "stars": 5,
                    "comment": "Très bon restaurant avec des plats bien chti comme il faut. Ambiance sympathique à découvrir."
                }
            ]
        },
        {
            "id":24,
            "restaurantName": "Carpe Diem",
            "address": "12 Avenue Industrielle, 59520 Marquette-lez-Lille",
            "lat": 50.67526660464895, 
            "long": 3.0547687620263666, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Juste  très bien,service adorable,excellent"
                },
                {
                    "stars": 5,
                    "comment": "Rapide et excellent !"
                },
                {
                    "stars": 5,
                    "comment": "Excellent tant dans les assiettes que dans l'accueil bravo."
                },
                {
                    "stars": 3,
                    "comment": "D'extérieur, ce resto ne paie pas de mine. Changement d'ambiance une fois la porte passée, cheminée, briques, belle terrasse. C'est bien. Dans l'assiette, pour y être allée plusieurs fois, je trouve la qualité inégale, le service est moyen si on ne fait pas partie des (nombreux) habitués. C'est assez long aussi, il faut avoir le temps.Quant à l'addition, je la trouve particulièrement salée, particulièrement le verre de vin à 7€, ça pique ! Dommage..."
                }
            ]
        },
        {
            "id":25,
            "restaurantName": "Le Capricorne",
            "address": "145 Rue Sadi Carnot, 59350 Saint-André-lez-Lille",
            "lat": 50.66287427792994, 
            "long": 3.0568022642499586, 
            "ratings": [
                {
                    "stars": 4,
                    "comment": "Deco et concept original un mixre entre brocante et atelier. Cuisine Simple .accueil extra. Un bon rendez vous entre potes."
                },
                {
                    "stars": 5,
                    "comment": "Que dire de cet endroit? Une fée appelée Karen vous enchante avec la douceur de son acceuil, son sourire et ... sa répartie:-) Laissez vous entrainer vers les plats magiques faits maison. De la qualité, de la quantité, des goûts créés je pense dans un chaudron aux propriétés envoutantes. C'est sûr nous reviendrons. Merci karen pour ce bon moment ce midi"
                },
                {
                    "stars": 5,
                    "comment": "Lieu adorable de la gastronomie, des plats et un accueil adorable par Karen"
                },
                {
                    "stars": 5,
                    "comment": "Lieu atypique(pas envie d'y entrer... et quand on est entré on a envie d'y rester.. et d ' y revenir). Patronne très sympa . Cuisine très bonne. Carte réduite mais tout est fait maison."
                },
                {
                    "stars": 5,
                    "comment": "Une personne énergique et talentueuse. Une bonne cuisine, j'ai adoré la personne le lieu et la cuisine...Bravo"
                }
            ]
        },
        {
            "id":26,
            "restaurantName": "Viva Italian Pizza",
            "address": "107 Rue Sadi Carnot, 59350 Saint-André-lez-Lille",
            "lat": 50.66145968683213, 
            "long": 3.0555101347247584, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "L'accueil est sympathique, les Pizza sont au top, excellentes avec une véritable pâte à pain ni trop épaisse, ni trop fine. Un régal ! Et vous trouverez quantité de produits du terroir Italien à prix raisonnable."
                },
                {
                    "stars": 4,
                    "comment": "L'excellence de la cuisine italienne. Vraiment. Ce restaurant a un créateur de génie qui utilise des produits de grande qualité. Dommage que la porte qui ne ferme pas et vous glace le dos gâche un peu l'expérience."
                },
                {
                    "stars": 5,
                    "comment": "Excellente pizza italienne 👌"
                },
                {
                    "stars": 5,
                    "comment": "Les meilleurs pizzas que j'ai jamais mangé, on ressent la passion et la tradition de ce très beau métier à travers les pizzas 🇮🇹"
                },
                {
                    "stars": 4,
                    "comment": "Le meilleur endroit sur les environs de Lille pour manger une pizza. La qualité des ingrédients bio  est top. Des entrées des pizza des pâtes ,lasagne etc... Je recommande."
                }
            ]
        },
        {
            "id":27,
            "restaurantName": "Le Baysca",
            "address": "505 Rue Obert, 59018 Wambrechies",
            "lat": 50.68190645002727, 
            "long": 3.054022417370459, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Équipe très sympa. Mets exceptionnels. Et super rapport qualité prix. Je ne peux que conseiller."
                },
                {
                    "stars": 5,
                    "comment": "Très bon moment passé au Baysca en ce vendredi soir. Tout était parfait : dans l'assiette (cuisine excellente) et en salle (équipe très sympathique et disponible). Directement dans mon top 3 !"
                },
                {
                    "stars": 5,
                    "comment": "Cadre calme et agreable. Les personnes sont très accueillantes et souriantes. Pour les plats, un seul mot 'une tuerie' c'est fin c'est frais ! Je recommande !"
                }
            ]
        },
        {
            "id":28,
            "restaurantName": "La Guinguette de la Marine",
            "address": "5 Avenue de Robersart, 59118 Wambrechies",
            "lat": 50.68706607647847, 
            "long": 3.053944160098565, 
            "ratings": [
                {
                    "stars": 2,
                    "comment": "Jour de pluie oblige nous avons du y entrer... quel malheur nous a pris ... service pas très agréable et la prise de commande c'est faites attendre . Sans parler de l'odeur de tabac/cigare froid désagréable à souhait et qui embaume tout l'intérieur... une chose est sûre c'est DOMMAGE pour un endroit qui a du potentiel ...."
                },
                {
                    "stars": 3,
                    "comment": "Une jolie vue, une terrasse bien agréable. Un service très correct. Sur le contenu, je n' ai pas été totalement emballé, repas honnête sans plus."
                },
                {
                    "stars": 3,
                    "comment": "Lieu très aceuillant et très belle vue malgré cella un service plutôt long. Tarifs élevés. L'écran géant n'a pas été utilisé a bon essayant"
                },
                {
                    "stars": 5,
                    "comment": "Excellente adresse. Le cadre est très beau et calme. Equipe charmante et on y mange très bien !"
                },
                {
                    "stars": 5,
                    "comment": "Terrasse agréable au bord de l'eau. Le personnel est très avenant. Plats sans chichis mais bien préparés et d'un bon rapport qualité/prix. Bonne adresse pour les soirées d'été."
                }
            ]
        },
        {
            "id":29,
            "restaurantName": "Le Balsamique",
            "address": "13 Place du Général de Gaulle, 59118 Wambrechies",
            "lat": 50.687437973795, 
            "long": 3.0529199353708387, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Très bon restaurant à refaire. Personnel très gentil."
                },
                {
                    "stars": 4,
                    "comment": "Dommage que des nappes blanches ornent pas les tables,sinon bonne nourriture dans les assiettes,pas de crème,pas trop de beurre Pour masquer la  mauvaise cuisine"
                },
                {
                    "stars": 5,
                    "comment": "Un super restaurant gastronomique. Un personnel accueillant. Une bonne carte. Raffinée. Un cadre plaisant et agréable. On sent le raffinement dans cet endroit. On y reviendra avec plaisir."
                },
                {
                    "stars": 5,
                    "comment": "Nous avons passé une très bonne soirée très bons conseils pour accorder le vin au repas, serveuse charmante et repas excellent."
                }
            ]
        },
        {
            "id":30,
            "restaurantName": "La Petite Auberge",
            "address": "2 Rue de Quesnoy, 59118 Wambrechies",
            "lat": 50.6889869193449, 
            "long": 3.056822561218496, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "17 années d'existence un grand regret de ne pas avoir été avant !! Ce fut un régal excellent, Cadre idéal personnels dynamique ambiance chaleureuse. . il ne manquait plus que la neige."
                },
                {
                    "stars": 5,
                    "comment": "Personnel acceuillant et amiableExcellent en qualité prix. Ambiance conviviale. Je recommande vivement."
                },
                {
                    "stars": 5,
                    "comment": "Très bon restaurant , juste le personnels un petit peut presser de terminer ;-)"
                },
                {
                    "stars": 2,
                    "comment": "Le restaurant est joli et la raclette plutôt bonne. cependant le service est mauvais: très long et très peu aimable. mauvaise surprise: les prix sur l'addition ne correspondent pas à ceux affichés sur la carte (pour les boissons)."
                },
                {
                    "stars": 3,
                    "comment": "Pour la qualité de la matière première, je mettrais 5 étoiles. Toutefois le service et l'accueil de la patronne me donnent juste envie de faire demi tour. C'est dommage"
                }
            ]
        },
        {
            "id":31,
            "restaurantName": "Tomate Cerise",
            "address": "Parc du Moulin, 90 Avenue Clément Ader, 59118 Wambrechies",
            "lat": 50.68538141484014, 
            "long": 3.061879628921855, 
            "ratings": [
                {
                    "stars": 1,
                    "comment": "15€90 pour un petit bout de blanc de poulet et de porc avec des frites et un peu de sauce au maroilles.. c'est sûr, ils font de la marge.. je n'y retournerai pas"
                },
                {
                    "stars": 3,
                    "comment": "Ce restaurant est magnifique. Le personnel est attentif. La cuisine simple et bonne."
                },
                {
                    "stars": 5,
                    "comment": "C'est bon, je recommande !"
                }
            ]
        },
        {
            "id":32,
            "restaurantName": "Le Vent De Bise",
            "address": "220 Impasse Jacqueline Auriol, 59118 Wambrechies",
            "lat": 50.68307724853528, 
            "long": 3.0614504088015044,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Toujours aussi agréable à venir déjeuner dans ce restaurant. Réservation obligatoire car on ne sait jamais si la salle est complété ou non. Restauration très orientée légumes anciens mais fine. Accueil toujours aussi charmant."
                },
                {
                    "stars": 5,
                    "comment": "Lieu atypique mais tellement chaleureux. N'hesitez pas à reserver."
                },
                {
                    "stars": 5,
                    "comment": "Vraiment top ! on y mange bien et le service est bien géré nous y venons pas souvent mais c'est un vrai plaisir à chaque fois :)"
                },
                {
                    "stars": 4,
                    "comment": "Bonne nourriture. Bon accueil"
                },
                {
                    "stars": 4,
                    "comment": "Cuisine très correcte, service un peu long"
                },
                {
                    "stars": 4,
                    "comment":"Endroit sympatique, cuisine bonne"
                }
            ]
        },
        {
            "id":33,
            "restaurantName": "Le 73",
            "address": "73 Rue du Maréchal Foch, 59350 Saint-André-lez-Lille",
            "lat": 50.662366013985135, 
            "long": 3.0471931941916384, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Le propriétaire et ses collègues sont accueillant et très respectueux les burgers diverses et variées sont très bon accompagnés de frite qui sont très bonne aussi. Sans oublier les tenders et les tiramisus sont juste excellent donc je conseille à 100% le 73"
                },
                {
                    "stars": 5,
                    "comment": "Très bon accueil, viande excellente, très bonne cuisson, frites bien croustillantes, rapport qualité prix imbattable, je recommande vivement. Nous reviendrons prochainement, félicitations à vous."
                },
                {
                    "stars": 5,
                    "comment": "Commande ce jour via uber eat. Sandwichs et frites fraîches maison savoureux!  Tout était vraiment parfait."
                },
                {
                    "stars": 1,
                    "comment": "Je ne recommande pas du tout !! Je commande sur le site à 13h, je procède au paiement. On me dit livraison 45min max... à 14h15 toujours de pas nouvelles... On se rend sur place, à 14h20, c’est fermé. Non seulement, le resto ferme avant l’heure, et en plus on paye sans être livrés. On appelle ça du vol très clairement."
                }
            ]
        },
        {
            "id":34,
            "restaurantName": "L'Industrie",
            "address": "70 bis Rue Félix Faure, 59350 Saint-André-lez-Lille",
            "lat": 50.66784704828378, 
            "long": 3.056605925529834, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "C'était vraiment très bon. Très bon accueil. Petit détail, si vous n'aimez pas la fumée de cigarette, lieu à éviter la terrasse est presque totalement fermé, ce qui fait que l'on est envahie pas l'odeur de la clope quand quelqu'un fume et c'est pas agréable en mangeant. Les prix sont raisonnables vu la qualité !"
                },
                {
                    "stars": 4,
                    "comment": "Un restaurant incontournable de Saint André. Il ne faut pas se fier à la façade, ni à la rue... Une fois la porte d'entrée passée on découvre un lieu surprenant. La cuisine est excellente, et le rapport qualité prix correct."
                },
                {
                    "stars": 3,
                    "comment": "L'ensemble du repas était correct. Mais la terrasse soi disant ouverte, les personnes fumant sur la terrasse, dérangent les non fumeurs. Le baba au Rhum était sec. La quantité de frites était un peu juste."
                },
                {
                    "stars": 5,
                    "comment": "J'y suis allée pour une Garden organisée un dimanche. Je ne peux pas juger la nourriture du coup. Mais lieu agréable avec une belle terrasse. Des toilettes d'une rare propreté !"
                }
            ]
        },
        {
            "id":35,
            "restaurantName": "Hall U Need",
            "address": "26 Rue Félix Faure, 59350 Saint-André-lez-Lille",
            "lat": 50.66885950431086, 
            "long": 3.0556091333033204, 
            "ratings": [
                {
                    "stars": 1,
                    "comment": "Lieu intéressant mais expérience gâchée par le service. Rien n’est clair dès l’entrée. Beaucoup des jeux sont déjà en maintenance. Le personnel est invisible. Et ne parlons pas de la « cuisine »… dommage"
                },
                {
                    "stars": 1,
                    "comment": "Concept prometteur et alléchant sur le papier, pourtant très décevant dans la réalité. Nous sommes venus 3 fois et portons le même constat à chacun de nos passages : le service est lamentable. Nous avons très clairement l’impression de déranger l’ensemble du personnel durant la prise de chacune de nos commandes et de notre partie de bowling. Les jeux d’arcade sont une bonne idée mais sur plusieurs jeux testés, nous avons rencontré des problèmes techniques (partie non prise en compte et débitée, manque de balles...). Bref, ce n’est pas un endroit que nous recommanderons tant que le professionnalisme et l’amabilité du staff n’aura pas évolué. Port du masque approximatif"
                },
                {
                    "stars": 3,
                    "comment": "Concept sympa. Le jeu de réalité virtuel est super. Nous avons mangé au restaurant. Nos pizzas étaient bonnes sauf pour la campagnarde  le jambon n'était pas très bon (beaucoup de morceaux durs). Par contre tout est très cher, que ce soit le restaurant, les boissons, ou les jeux d'arcades. C'est vraiment dommage. Il faut compter entre 1,5 et 2 euros pour une partie (et très rapide). Au niveau du restaurant nous avons payé 96 euros pour 4 pizzas et 5 boissons.  Et par contre ça serait bien que le beau frère du gérant évite de traiter les clients de tocards et évite de faire le nerveux en les bousculant car monsieur à perdu au flipper !!!"
                },
                {
                    "stars": 1,
                    "comment": "Personnel au bar très désagréable, on a attendu une heure avant qu’une personne prenne notre commande et finalement elle arrive incomplète car plus de stock. Aussi plus aucun gel hydroalcoolique donc niveau sanitaire on repassera. Aussi au moins 4 5 jeux qui ne fonctionnent plus. Bref à éviter."
                },
                {
                    "stars": 5,
                    "comment": "Nous sommes venus du Luxembourg et avons profité de notre séjour pour découvrir ce lieu. Le restaurant est magnifique et la nourriture plutôt sympa. Les cocktails sont excellents. L'équipe est pro et sympathique et enfin le lieu est très bien pensé pour passer  une superbe soirée. Bonne continuation :)"
                },
                {
                    "stars": 5,
                    "comment": "Vraiment pas mal. Trouvez un serveur et vous trouverez une superbe soirée. Tout a marché ce soir pour nous, mais j'ai raté mon strike."
                },
                {
                    "stars": 5,
                    "comment":"Expérience au top ! Nous avons passé un journée entière dans le complexe entre parties de bowling 🎳 et billards baby foot et autres jeux d'arcade ! Gros coups de coeur pr l'expérience en réalité virtuelle qui est super immersive surtout la partie avec les zombies. En ce qui concerne le restaurant c'est frais de qualité et surtout il y a un large choix pour les végétariens. La burrata en entrée est délicieuse. A faire si vous êtes de passage à Lille."
                }
            ]
        },
        {
            "id":36,
            "restaurantName": "Un Air de Famille",
            "address": "178 Rue Pasteur, 59520 Marquette-lez-Lille",
            "lat": 50.67337134217327, 
            "long": 3.0544337327283335, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Super endroit. Plats excellents. Décor original. Accueil parfait jusqu'au bout."
                },
                {
                    "stars": 5,
                    "comment": "Excellent.. Vraiment comme à la maison 🏡 mais sans faire à manger 😁 bravo 👏 pour l'accueil et le service 👌une première réussie"
                },
                {
                    "stars": 5,
                    "comment": "Un.cadre magnifique,  une bonne ambiance,  tout est fait maison,  le personnel super  et le digestif surprenant"
                },
                {
                    "stars": 4,
                    "comment": "Estaminet sympa, plats de ch'nord bien sûr. Bon rapport qualité prix"
                },
                {
                    "stars": 4,
                    "comment": "Super sympa. Très bien manger, personnel très agréable et décor atypique... Un bel estaminet"
                }
            ]
        },
        {
            "id":37,
            "restaurantName": "Roméo Pizzas",
            "address": "10 Place de la Cessoie, 59130 Lambersart",
            "lat": 50.65833198414554, 
            "long": 3.0357727177388267, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "La meilleure pizza que j'ai trouvé à ce jour ! Ma préférée Melanzana pleine de goût relevée et équilibrée à la fois. Bravo !"
                },
                {
                    "stars": 5,
                    "comment": "Excellentes pizzas. J attends de goûter les cannelonis (recette de la grand-mère 😉)"
                },
                {
                    "stars": 4,
                    "comment": "Superbe accueil. Les pizzas sont délicieuses comme toujours"
                },
                {
                    "stars": 4,
                    "comment": "Très bonnes pizzas, accueil sympathique et service rapide. On recommande"
                }
            ]
        },
        {
            "id":38,
            "restaurantName": "La Luna",
            "address": "26 Place de la Gare, 59110 La Madeleine",
            "lat": 50.660278999082195, 
            "long": 3.0729803893474497, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Un ptit coin bien sympa ou passer un doux moment autour d'un bon repas, le tout avec un service qui reste à l'écoute. Je ne peux que conseiller 👌"
                },
                {
                    "stars": 5,
                    "comment": "Très bonne accueil aimable et serviable"
                },
                {
                    "stars": 5,
                    "comment": "J'ai passé une super moment, équipe agréable et toujours bien accueilli par le patron, la cuisine au top, je vous recommande !"
                },
                {
                    "stars": 1,
                    "comment":"Déçu du service lors de ma venue"
                }
            ]
        },
        {
            "id":39,
            "restaurantName": "Le Dancing",
            "address": "296 Rue de Lille, 59130 Lambersart",
            "lat": 50.648851616821474, 
            "long": 3.0429641076626646, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Très belle découverte. Un lieu qui respire la fête et la bonne ambiance. Envie d'y revenir vite"
                },
                {
                    "stars": 4,
                    "comment": "Très bel endroit retro. souvenir de nos années 80. une belle terrasse extérieure et une carte variée. bon moment"
                },
                {
                    "stars": 5,
                    "comment": "Nous avons testé des plats à emporter lors du marché des restaurateurs sur lambersart, un vrai régal ! Nous nous sommes laissés tenter par du cabillaud et des gnocchis de pomme de terre aux épinards et champignons ! Tres bon même réchauffer"
                },
                {
                    "stars": 3,
                    "comment":"Bon, pas très cher. Je n'y ferai pas un repas de fête mais le midi, en pause méridienne, c'est correct. L'ambiance peut perturbée un peu compte tenu des anciennes activités du site et des affiches qui rappellent cette histoire"
                }
            ]
        },
        {
            "id":40,
            "restaurantName": "Les Vedettes",
            "address": "51 Bis Av. de la République, 59130 Lambersart",
            "lat": 50.64774974155649, 
            "long": 3.0352203294914055, 
            "ratings": [
                {
                    "stars": 3,
                    "comment": "Longue attente malgré une réservation. Table pour 3 exiguë . Cuisine locale correcte sans plus. Un employé supplémentaire ne serait pas de trop pour cet établissement passablement visité. Mieux dans le secteur."
                },
                {
                    "stars": 3,
                    "comment": "Lieu atypique carte qui mériterai d'être réduite aux produits locaux et pensez aux enfants plats un peu excessifs actuellement. Respect des règles sanitaires à revoir masque obligatoire pour les serveurs mais inexistants. Tout le monde est sympathique et l'endroit mérite de se développer si l'écoute des clients est respecté. Les choses que l'on dit peuvent faire avancer si on prend le recul nécessaire. Bonne continuation et à très bientôt"
                },
                {
                    "stars": 4,
                    "comment": "Prix corrects. Personnel agréable. Terrasse agréable également. L'avantage est le retrait et le calme du restaurant. Idéal également pour boire un verre."
                },
                {
                    "stars": 5,
                    "comment":"Des vraies frites maison ! Miam !"
                }
            ]
        },
        {
            "id":41,
            "restaurantName": "La Cense",
            "address": "27 Rue Auguste Bonte, 59130 Lambersart",
            "lat": 50.644374411363245, 
            "long": 3.026978388039635, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "On se régale ! Le service est de grande qualité. Des réductions salées, originales sont servies. Un restaurant où il fait bon aller..."
                },
                {
                    "stars": 5,
                    "comment": "Quel bonheur de découvrir cet endroit magnifique. Après des mois de click and collect très bien réalisés, nous avons pu enfin bénéficier d'un service à table. Très belle adresse, je recommande. Pour les vins, la carte n'est pas longue et c'est tant mieux, l'essentiel y est. Bravo"
                },
                {
                    "stars": 4,
                    "comment": "Prix corrects. Personnel agréable. Terrasse agréable également. L'avantage est le retrait et le calme du restaurant. Idéal également pour boire un verre."
                },
                {
                    "stars": 3,
                    "comment":"Pas de conseil pour les vins, manque un sommelier. Le repas sympa. Rapport qualité prix 7 /10"
                }
            ]
        },
        {
            "id":42,
            "restaurantName": "Empreinte",
            "address": "170 Av. de l'Hippodrome, 59130 Lambersart",
            "lat": 50.64096335825442, 
            "long": 3.0320507463509725, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Tout simplement ce qui se fait de mieux au niveau restauration dans l'agglomération lilloise. J'ai eu l'occasion de prendre un repas à emporté pour Noël. J'ai était bluffé tellement bluffé que j'ai oublie de prendre en photo le repas c'est pas grave j'ai pris le dessert."
                },
                {
                    "stars": 5,
                    "comment": "Cuisine raffinée et très créative. Des associations très stimulantes pour les papilles et l'esprit. Accueil chaleureux. Nous avons plaisir à y retourner régulièrement."
                },
                {
                    "stars": 5,
                    "comment": "Une très belle découverte. Un menu en 7 plats créatif et inspiré à partir des produits de saison. Un accueil très agréable et détendu. Un accord mets et vins parfait. Un cadre moderne. À ne rater sous aucun prétexte !"
                },
                {
                    "stars": 5,
                    "comment":"Que du bonheur d'aller à l'empreinte....cuisine originale et super bien servie par Inès et son équipe...Nous n'attendons qu'une occasion pour y retourner..."
                },
                {
                    "stars": 4,
                    "comment":"Toujours une bonne expérience ! Une valeur sûre"
                }
            ]
        },
        {
            "id":43,
            "restaurantName": "La Laiterie",
            "address": "138 Av. de l'Hippodrome, 59130 Lambersart",
            "lat": 50.640119097593605, 
            "long": 3.0332479393992884, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Sans aucune faute ce midi. Service impeccable, notamment le chef de salle. Découverte de vins merveilleux et abordables. Menu frais et copieux."
                },
                {
                    "stars": 5,
                    "comment": "Cuisine imaginative et subtile . Chef qui travaille avec des producteurs locaux. Service discret et efficace"
                },
                {
                    "stars": 5,
                    "comment": "Une adresse de qualité située dans un cadre verdoyant. Un chef inspiré qui saura vous surprendre par des mariages de saveur surprenants."
                },
                {
                    "stars": 4,
                    "comment":"Cadre extérieur très sympathique, intérieur légèrement plus simple mais toujours décoré avec goûts. Nous avons choisis le menu à la carte (mes 2 menus dégustations ne nous attirés pas). Plats de qualités et très raffinés, le fois gras confit, le pigeon et me dessert pistache cerise ont étaient une révélation culinaire. Seule 'déception' sur la viande mâturé et me bavarois au maroilles, un manque de saveurs. Les prix restent raisonnable pour ma qualité du service et des produits."
                }
            ]
        },
        {
            "id":44,
            "restaurantName": "La Table du Colysée",
            "address": "201 Av. de l'Hippodrome, 59130 Lambersart",
            "lat": 50.639170799622015, 
            "long": 3.035231920891899, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Une excellente table, service impeccable et des prix raisonnables."
                },
                {
                    "stars": 4,
                    "comment": "Toujours aussi bon!"
                },
                {
                    "stars": 5,
                    "comment": "Excellent restaurant, on a passé un super moment. C'était très bon. Beau cadre et on y est très bien accueilli. C'était une première mais certainement pas la dernière. Je vous le conseille vivement."
                },
                {
                    "stars": 4,
                    "comment":"Très bonne expérience culinaire. Personnel un peu jeune qui doit être encouragé car ils mettent du coeur à leur travail et ne peuvent que progresser. Je conseille cet établissement."
                }
            ]
        }
    ]
}