{
    "restos": [
        
        {
            "id": 1,
            "restaurantName": "La Belle Adresse",
            "address": "85 rue Henri Peters, 59520 Marquette-Lez-Lille",
            "lat": 50.67438406204863, 
            "long": 3.0668617187019893,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Super cuisine, bonne ambiance , un régal la pizza au feu de bois. Merci pour l'accueil."
                },
                {
                    "stars": 5,
                    "comment": "Le patron très sympa on s'est régalé, je recommande fortement."
                },
                {
                    "stars": 2,
                    "comment": "Pizza pas assez cuite... frites ratées... accueil pas super enjoué... mauvais jour ?? Dommage... bonne continuation quand même."
                }
            ]
        },
        {
            "id":2,
            "restaurantName": "Le régal",
            "address": "16 rue Henri Peters, 59520 Marquette-Lez-Lille",
            "lat": 50.67608129864686, 
            "long": 3.065673698408468,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Bien reçus. Cuisine au top. saveur .gout . Au rendez-vous.  Adresse a retenir pour bon mangeur."
                },
                {
                    "stars": 1,
                    "comment": "Bonne accueil cependant La viande n'était pas cuite et les frites hyper grasse ,je suis super déçu."
                }
            ]
        },
        {
            "id":3,
            "restaurantName": "Two D",
            "address": "Village des voiles, 59520 Marquette-Lez-Lille",
            "lat": 50.68056504486635,
            "long":  3.0623183551363145, 
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Parfait ! Que ce soit en terme de qualité de service ou des plats. C'était parfait. Un régal"
                },
                {
                    "stars": 5,
                    "comment": "Excellent accueil, des plats délicieux et très bien présentés"
                },
                {
                    "stars": 3,
                    "comment": "Plats riches en goût. Le bémol le cadre extérieur en sortie de rocade et proche station essence. Ne pas chercher un cadre romantique"
                },                
                {
                    "stars": 2,
                    "comment": "Pour les fois où on nous a accepté pour déjeuner c'était bien même si un peu cher pour ce que c'est. Par contre nous refuser deux fois à la suite alors qu'on se présente à 13h15 et qu'il y a des tables vides... c'est moyen. Après peut-être que vous n'avez pas besoin de travailler !"
                }
            ]
        },
        {
            "id":4,
            "restaurantName": "DAVONN Marquette : Créations culinaires Thaï",
            "address": "1 rue de Wambrechies, 59520 Marquette-Lez-Lille",
            "lat": 50.68087809305566, 
            "long": 3.062028611134842,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Excellente découverte, les plats sont très copieux, le personnel est passionné et agréable. Vous ne serez pas déçu."
                },
                {
                    "stars": 4,
                    "comment": "Une adresse sympathique si vous recherchez un peu de dépaysement durant cette période de disette restauristique. 😁"
                },
                {
                    "stars": 3,
                    "comment": "Lieu très zen très agréable très belle décoration. Pour le repas c'est classique sympa joli avec une touche d'écologie (bol en carton, des couverts en bambou...). Je mets 3 étoiles parce que le tarif me paraît un peu élevé..."
                }
            ]
        },
        {
            "id":5,
            "restaurantName": "Le 30' Bar cuisine de bistrot",
            "address": "30 e Rue des Moissons, 59520 Marquette-Lez-Lille",
            "lat": 50.68078833407436, 
            "long": 3.064801451904331,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Le service et les plats sont top ! C'est le patron qui nous a servi ce midi. Gentillesse, sourire et sympathie étaient au rendez vous."
                },
                {
                    "stars": 1,
                    "comment": "Un petit resto à ne pas louper. Un service agréable et qui conseille bien. Une cuisine délicieuse et qui vaut le détour 😁"
                }
            ]
        },
        {
            "id":6,
            "restaurantName": "Pizzeria Zio",
            "address": "27 Rue Jules Guesde, 59700 Marcq-en-Barœul",
            "lat": 50.66743761137914, 
            "long": 3.0741899809459103,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Service rapide et pizza excellente."
                },
                {
                    "stars": 5,
                    "comment": "Excellent,  accueil très agréable chaleureux,  pizzas succulentes , à bientôt"
                },
                {
                    "stars":3,
                    "comment":"10 pizzas commandées, 10 pizzas carbonisées ... pas une avec une cuisson correcte ..."
                },
                {
                    "stars":1,
                    "comment":"Pas bon du tout, on en jette la moitié ! La commande est pourtant classique pour les enfants : pizza fromage. Au final, les enfants font la grimace, le fromage est rance, les deux autres pizzas ne sont pas bonnes non plus. Bilan: 0 sur 3 pizzas."
                }
            ]
        },
        {
            "id":7,
            "restaurantName": "Crêperie Fleur de Sel",
            "address": "48 Rue Jules Guesde, 59700 Marcq-en-Barœul",
            "lat": 50.66763438085383, 
            "long": 3.0737671251533505,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Rdv tous les jeudis à cette crêperie, jamais déçue, excellente carte et excellent produit, personnel très agréable."
                },
                {
                    "stars": 3,
                    "comment": "Crêperie correcte mais pas très copieuse, l'accompagnement pourrait être étoffé... Service un peu froid..."
                },
                {
                    "stars":3,
                    "comment":"Patronne agréable, pratique car ils prennent la carte restaurant, bon mais pas succulent.."
                }
            ]
        },
        {
            "id":8,
            "restaurantName": "Soko Thaï",
            "address": "11 Rue Jules Guesde, 59700 Marcq-en-Barœul",
            "lat": 50.66729869325828, 
            "long": 3.074727483214713,
            "ratings": [
                {
                    "stars": 4,
                    "comment": "Simple mais bon."
                },
                {
                    "stars": 5,
                    "comment": "Buffet et carte au choix. Cuisine délicieuse. Prix raisonnable.Je recommande"
                },
                {
                    "stars":3,
                    "comment":"Déçue par le goût de notre plat. Les boules cocos étaient farineuses. Les Nems super bon."
                }
            ]
        },
        {
            "id":9,
            "restaurantName": "Fleur de Lys",
            "address": "52 rue Nationale, 59700 Marcq-en-Barœul",
            "lat": 50.66651509059671, 
            "long": 3.0760267906815804,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Super restaurant, à l'image de son patron. Produits frais et de bonne qualité, le tout fait maison. Je recommande vivement, surtout pour ceux qui aiment vraiment bien manger..."
                },
                {
                    "stars": 5,
                    "comment": "Très bon restaurant, le patron est très accueillant, la cuisine est délicieuse, vous ne manquerez de rien !"
                },
                {
                    "stars":4
                }
            ]
        },
        {
            "id":10,
            "restaurantName": "La Vigna",
            "address": "51 bis rue de Menin, 59700 Marcq-en-Barœul",
            "lat": 50.6717469009036, 
            "long": 3.077407441837216,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Restaurant spécialités italiennes très sympa. Accueil chaleureux, pizzas délicieuses, prix corrects...à découvrir !"
                },
                {
                    "stars": 5,
                    "comment": "Très bon accueil"
                },
                {
                    "stars":4,
                    "comment": "Accueil sympathique,  bonnes 🍕 pizzas..."
                },
                {
                    "stars":4,
                    "comment": "Très bon rapport qualité prix."
                }
            ]
        },
        {
            "id":11,
            "restaurantName": "Au Nez Rouge",
            "address": "55 Rue André Delepierre, 59700 Marcq-en-Barœul",
            "lat": 50.664635751410074, 
            "long": 3.079860872522565,
            "ratings": [
                {
                    "stars": 5,
                    "comment": "Très bonne cuisine,  service sympathique et dynamique. Je conseille à ceux qui aime la bonne humeur et la convivialité"
                },
                {
                    "stars": 5,
                    "comment": "Plats et desserts excellents, portions généreuses. Equipe au top, service efficace et serveurs très sympathiques"
                }
            ]
        },
        {
            "id":12,
            "restaurantName": "A l'oeil",
            "address": "304 Av. du Maréchal de Lattre de Tassigny, 59700 Marcq-en-Barœul",
            "lat": 50.66490064567112, 
            "long": 3.0856158447389355,
            "ratings": [
                {
                    "stars": 4,
                    "comment": "Eh bien poussant la porte : Agréable surprise lieu très cosy. Personnel attentif gentillesse le tout dans un calme et un rapport financier très correct"
                },
                {
                    "stars": 5,
                    "comment": "Très bon restaurant, produits de Bonne qualité,serveuse très agréable, je vous le conseille je retournerai avec plaisir."
                },
                {
                    "stars":5,
                    "comment": "Des produits de qualité en quantité conséquente, préparés avec beaucoup de professionnalisme. L'équipe est avenante et d'une extrême gentillesse. Du pur bonheur, merci."
                },
                {
                    "stars":5,
                    "comment": "Mets délicats, ambiance chaleureuse. Avons passé un moment très agréable. A découvrir."
                }
            ]
        },
        {
            "id":13,
            "restaurantName": "Restaurant Brasserie le 137",
            "address": "137 Bd Clemenceau, 59700 Marcq-en-Barœul",
            "lat": 50.6641801045551, 
            "long": 3.092941578047196,
            "ratings": [
                {
                    "stars": 4,
                    "comment": "Plats copieux et savoureux, bon rapport qualité-prix, personnel accueillant et disponible, parking dans l'hippodrome.  Bien pour une première fois."
                },
                {
                    "stars": 4,
                    "comment": "Très bonne brasserie le risotto au lentilles est excellent le cadre est très sympa et calme une belle vue sur le champs de course.le petit point négatif c est le pain 😕 à changer."
                },
                {
                    "stars":1,
                    "comment": "Manque de personnel pour le service de groupes.le repas était froid quand les assiettes sont arrivées. 7 fois nous avons réclamé du pain, il est arrivé au dessert. Le vin blanc est servi 20 min après avoir fini l'entrée. Les serveuses n'ont pas le droit de nous adresser la parole ! Dommage parce que le repas était bon malgré le manque de chaleur !"
                },
                {
                    "stars":2,
                    "comment": "Très moyen"
                },
                {
                    "stars":4,
                    "comment": "Très beau restaurant qui surplombe l'hippodrome. J'ai adoré  la sauce maroilles accompagné d'une très très belle pièces de bœuf. 😀"
                }
            ]
        },
        {
            "id":14,
            "restaurantName": "La salle à Manger",
            "address": "287 Bd Clemenceau, 59700 Marcq-en-Barœul",
            "lat": 50.65793659574793, 
            "long": 3.1032361798652266,
            "ratings": [
                {
                    "stars": 3,
                    "comment": "Bonne recherche dans l Élaboration des mets mais le prix exorbitant des boissons rend malheureusement l expérience moins agréable"
                },
                {
                    "stars": 5,
                    "comment": "Vraiment tres bon! Service attentionné et efficace..."
                },
                {
                    "stars":5,
                    "comment": "Une jolie découverte. Lieu chaleureux et équipe sympathique. Les plats étaient délicieux. Les vins excellents. Nous reviendront sans hésiter."
                },
                {
                    "stars":3,
                    "comment": "Espace respectueux du Covid. C'est bon ... à la mode ... tendance cuisine actuelle. 😒 Attention au chariot de dessert ... il existe bien, mais vous n'avez le droit qu'à un seul"
                }
            ]
        }
    ]
}